Repository: clarive/cla-esxi-plugin
Catalog: i18n/*.po
Languages: es

source: Manage Esxi VmWare VM
es: Controlar maquina de Esxi Vmware

source: Server CI doesn't exist
es: El CI de servidor no existe

source: VM CI doesn't exist
es: El CI de Maquina virtual no existe

source: No virtual machine selected
es: Ninguna máquina virtual seleccionada

source: No option selected
es: Ninguna opcion seleccionada

source: esxi task
es: Tarea de Esxi

source: Starting virtual machine
es: Iniciando máquina virtual

source: Virtual machine already started
es: Máquina virtual ya iniciada

source: Stopping virtual machine
es: Deteniendo máquina virtual

source: Virtual machine already stopped
es: Máquina virtual ya detenida

source: Restarting virtual machine
es: Reiniciando máquina virtual

source: Virtual machine already stopped. Starting virtual machine.
es: Máquina virtual ya detenida. Iniciando máquina virtual.

source: Suspending virtual machine
es: Suspendiendo máquina virtual

source: Virtual machine already Suspended
es: Máquina virtual ya suspendida

source: Virtual machine not started, can't be suspended.
es: Máquina virtual no iniciada, no puede ser suspendida.

source: Virtual machine CI save with the MID:
es: CI de máquina virtual guardado con el MID:

source: Task
es: Tarea

source: finished.
es: acabada

source: Command
es: Comando

source: list
es: Listar

source: start
es: Iniciar

source: stop
es: Parar

source: restart
es: Reiniciar

source: suspend
es: Suspender

source: status
es: Estado

source: register
es: Registrar

source: delete
es: Borrar

source: unregister
es: Eliminar del registro

source: snapshot
es: Instantanea

source: Action
es: Acción

source: get
es: Tomar

source: create
es: Crear

source: remove
es: Borrar

source: revert
es: Revertir

source: Server
es: Servidor

source: Virtual Machine
es: Máquina virtual

source: Vmx file path
es: Ruta del archivo vmx

source: Snapshot name
es: Nombre de la instantánea

source: Snapshot ID
es: ID de la instantánea

source: Virtual Machine ID
es: ID de la máquina virtual
